Repository: Druly/plugin.video.vk
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz

# #30000
source: GENERAL
cs_cz: OBECNÉ

# #30001
source: USER
cs_cz: UŽIVATEL

# #30002
source: Items per page
cs_cz: Položek na stránku

# #30003
source: Force view mode for videos
cs_cz: Vynutit zobrazení pro videa

# #30004
source: View mode [id]
cs_cz: Typ zobrazení [id]

# #30005
source: Search also adult videos
cs_cz: Hledat také videa pro dospělé

# #30006
source: Search also own videos
cs_cz: Hledat také vlastní videa

# #30007
source: Search videos with duration
cs_cz: Hledat videa s délkou

# #30008
source: Any
cs_cz: Nezáleží

# #30009
source: Longer than
cs_cz: Delší než

# #30010
source: Shorter than
cs_cz: Kratší než

# #30011
source: Duration [minutes]
cs_cz: Délka [minut]

# #30012
source: Sort searched videos
cs_cz: Řadit nalezená videa

# #30013
source: By date
cs_cz: Podle data

# #30014
source: By duration
cs_cz: Podle délky

# #30015
source: By relevance
cs_cz: Podle relevance

# #30018
source: VK user access token
cs_cz: VK uživatelský token

# #30019
source: LOGOUT
cs_cz: ODHLÁSIT

# #30020
source: Enter your VK login/email
cs_cz: Zadejte své VK uživ. jméno/email

# #30021
source: Enter your VK password
cs_cz: Zadejte své VK heslo

# #30025
source: User logged out.
cs_cz: Uživatel odhlášen.

# #30030
source: SEARCH
cs_cz: HLEDAT

# #30031
source: SEARCH HISTORY
cs_cz: HISTORIE HLEDÁNÍ

# #30032
source: MY VIDEOS
cs_cz: MOJE VIDEA

# #30033
source: MY LIKED VIDEOS
cs_cz: MOJE OBLÍBENÁ VIDEA

# #30034
source: MY VIDEO ALBUMS
cs_cz: MOJE VIDEO ALBA

# #30035
source: MY COMMUNITIES
cs_cz: MOJE KOMUNITY

# #30036
source: MY LIKED COMMUNITIES
cs_cz: MOJE OBLÍBENÉ KOMUNITY

# #30037
source: STATS
cs_cz: STATISTIKY

# #30050
source: Unlike video
cs_cz: Odebrat z oblíb. videí

# #30051
source: Like video
cs_cz: Přidat do oblíb. videí

# #30052
source: Set albums for video
cs_cz: Zařadit do alb

# #30053
source: Search similar
cs_cz: Hledat podobné

# #30054
source: Unlike community
cs_cz: Odebrat z oblíb. komunit

# #30055
source: Like community
cs_cz: Přidat do oblíb. komunit

# #30056
source: Leave community
cs_cz: Opustit komunitu

# #30057
source: Play album as playlist
cs_cz: Přehrát vše v albu

# #30058
source: Rename album
cs_cz: Přejmenovat album

# #30059
source: Move up
cs_cz: Posunout nahoru

# #30060
source: Move down
cs_cz: Posunout dolů

# #30061
source: Delete album
cs_cz: Smazat album

# #30062
source: Add album
cs_cz: Přidat album

# #30063
source: Delete search
cs_cz: Smazat hledání

# #30090
source: Enter the search query:
cs_cz: Zadejte hledaný dotaz:

# #30091
source: {0} videos found.
cs_cz: {0} videí nalezeno.

# #30092
source: Search deleted.
cs_cz: Hledání smazáno.

# #30110
source: Enter the album title:
cs_cz: Zadejte název alba:

# #30111
source: Album added.
cs_cz: Album přidáno.

# #30112
source: Confirmation:
cs_cz: Potvrzení:

# #30113
source: Do you want to delete the album?
cs_cz: Chcete smazat album?

# #30114
source: Album deleted.
cs_cz: Album smazáno.

# #30115
source: Edit the album title:
cs_cz: Upravte název alba:

# #30116
source: Album renamed.
cs_cz: Album přejmenováno.

# #30117
source: Set the albums for video:
cs_cz: Nastavte alba pro video:

# #30118
source: Albums set.
cs_cz: Alba nastavena.

# #30130
source: Like added to video. ({0} likes)
cs_cz: Video přidáno mezi oblíbené. ({0} uživatelů)

# #30131
source: Like deleted from video.
cs_cz: Video odebráno z oblíbených.

# #30132
source: Like added to community.
cs_cz: Komunita přidána do oblíbených.

# #30133
source: Like deleted from community.
cs_cz: Komunita odebrána z oblíbených.

# #30140
source: Community was left.
cs_cz: Komunita opuštěna.

# #30190
source: NEXT PAGE
cs_cz: DALŠÍ STRANA

# #30200
source: VK authorization error!
cs_cz: Chyba VK autorizace!

# #30201
source: VK API error!
cs_cz: Chyba VK API!

# #30202
source: Routing error!
cs_cz: Chyba routingu!

# #30203
source: Missing data file error!
cs_cz: Chyba datového souboru!

# #30204
source: Resolving error!
cs_cz: Chyba resolveru!
